Repository: KDE/kbookmarks
Catalog: po/*/kbookmarks5_qt.po
Languages: ast

# KBookmark|Bookmark separator
source: --- separator ---
ast: --- separtador ---

# KBookmarkContextMenu|
source: Add Bookmark Here
ast: Amestar marcador equí

# KBookmarkContextMenu|
source: Open Folder in Bookmark Editor
ast: Abrir carpeta nel editor de marcadores

# KBookmarkContextMenu|
source: Delete Folder
ast: Desaniciar carpeta

# KBookmarkContextMenu|
source: Properties
ast: Propiedaes

# KBookmarkContextMenu|
source: Copy Link Address
ast: Copiar direición d'enllaz

# KBookmarkContextMenu|
source: Delete Bookmark
ast: Desaniciar marcador

# KBookmarkContextMenu|
source: Open Folder in Tabs
ast: Abrir carpetes en llingüetes

# KBookmarkContextMenu|
source: Cannot add bookmark with empty URL.
ast: Nun pue amestase un marcador cola URL balera.

# KBookmarkContextMenu|
source: Bookmark Folder Deletion
ast: Desaniciu de la carpeta de marcadores

# KBookmarkContextMenu|
source: Bookmark Deletion
ast: Desaniciu de marcador

# KBookmarkContextMenu|
source: Are you sure you wish to remove the bookmark folder "%1"?
ast: ¿De xuru que deseyes desaniciar la carpeta del marcador «%1»?

# KBookmarkContextMenu|
source: Are you sure you wish to remove the bookmark "%1"?
ast: ¿De xuru que deseyes desaniciar el marcador «%1»?

# KBookmarkDialog|@label:textbox
source: Name:
ast: Nome:

# KBookmarkDialog|@label:textbox
source: Location:
ast: Allugamientu:

# KBookmarkDialog|@label:textbox
source: Comment:
ast: Comentariu:

# KBookmarkDialog|@action:button
source: Update
ast: Anovar

# KBookmarkDialog|@title:window
source: Bookmark Properties
ast: Propiedaes del marcador

# KBookmarkDialog|@action:button
source: &New Folder...
ast: Carpeta &nueva...

# KBookmarkDialog|@action:button
source: Add
ast: Amestar

# KBookmarkDialog|@title:window
source: Add Bookmark
ast: Amiestu de marcadores

# KBookmarkDialog|@title:window
source: Add Bookmarks
ast: Amiestu de marcadores

# KBookmarkDialog|@title:window
source: Select Folder
ast: Esbilla de carpeta

# KBookmarkDialog|@title:window
source: New Folder
ast: Carpeta nueva

# KBookmarkDialog|@title:window
source: Create New Bookmark Folder
ast: Creación de carpeta de marcadores nueva

# KBookmarkDialog|@title:window
source: Create New Bookmark Folder in %1
ast: Creación de carpeta de marcadores nueva en %1

# KBookmarkDialog|@label:textbox
source: New folder:
ast: Carpeta nueva:

# KBookmarkDialog|name of the container of all browser bookmarks
source: Bookmarks
ast: Marcadores

# KNSBookmarkImporterImpl|
source: HTML Files (*.html)
ast: Ficheros HTML (*.html)

# KNSBookmarkImporterImpl|
source: *.html|HTML Files (*.html)
ast: *.html|Ficheros HTML (*.html)

# KNSBookmarkImporterImpl|
source: Could not find %1. Netscape is probably not installed. Aborting the export.
ast: Nun pudo alcontrase %1. Quiciabes Netscape nun tea instaláu. Albortando la esportación.

# KNSBookmarkImporterImpl|
source: Netscape not found
ast: Nun s'alcontró Netscape

# KNSBookmarkImporterImpl|
source: <!-- This file was generated by Konqueror -->
ast: <!-- Esti ficheru xenerólu Konqueror -->

# KNSBookmarkImporterImpl|
source: Bookmarks
ast: Marcadores

# KOperaBookmarkImporterImpl|
source: Opera Bookmark Files (*.adr)
ast: Ficheros de marcadores d'Opera (*.adr)

# KOperaBookmarkImporterImpl|
source: *.adr|Opera Bookmark Files (*.adr)
ast: *.adr|Ficheros de marcadores d'Opera (*.adr)

# KBookmarkManager|
source: Unable to save bookmarks in %1. Reported error was: %2. This error message will only be shown once. The cause of the error needs to be fixed as quickly as possible, which is most likely a full hard drive.
ast: Nun puen salvase los marcadores en %1. El fallu informáu foi: %2. Esti mensaxe de fallu namái s'amosará una vegada. La causa'l fallu necesita iguase tan aína como sía posible, lo más probable ye que'l discu duru tea enllén.

# KBookmarkMenu|
source: Open Folder in Tabs
ast: Abrie les carpetes en llingüetes

# KBookmarkMenu|
source: Open all bookmarks in this folder as a new tab.
ast: Abre tolos marcadores nesta carpeta como una llingüeta nueva.

# KBookmarkMenu|
source: Bookmark Tabs as Folder...
ast: Llingüetes de marcadores como carpeta...

# KBookmarkMenu|
source: Add a folder of bookmarks for all open tabs.
ast: Amiesta una carpeta de los marcadores pa toles llingüetes abiertes.

# KBookmarkMenu|
source: Edit your bookmark collection in a separate window
ast: Edita la to coleición de marcadores nuna ventana separtada

# KBookmarkMenu|
source: New Bookmark Folder...
ast: Carpeta de marcadores nueva...

# KBookmarkMenu|
source: Create a new bookmark folder in this menu
ast: Crea una carpeta de marcadores nueva nesti menú

# KonqBookmarkContextMenu|
source: Hide in toolbar
ast: Anubrir na barra de ferramientes

# KonqBookmarkContextMenu|
source: Show in toolbar
ast: Amosar na barra de ferramientes

# KonqBookmarkContextMenu|
source: Open in New Window
ast: Abrir nuna ventana nueva

# KonqBookmarkContextMenu|
source: Open in New Tab
ast: Abrir nuna llingüeta nueva
